'''  Домашка: Типы данных и Базовая арифметика  '''
# https://stepik.org/lesson/1309430/step/1?unit=1324546

# 📚 Полезные ссылки на статьи и разборы задач:
# Вся теория для ЕГЭ в одном месте https://t.me/informatika_kege_itpy/362?comment=1424



#Напишите программу, которая запрашивает у пользователя три числа и выводит следующие арифметические операции: разность
#первого и второго чисел, сумму первого и третьего числа, остаток от деления первого числа на второе.
#Результаты каждой операции должны быть выведены на экран, каждое на отдельной строке.

"""a = int(input())
b = int(input())
c = int(input())
print(a - b)
print(a + c)
print(a % b)"""
